---
kind: property
id: P:Autodesk.Revit.DB.Analysis.AnalysisDisplayColorEntry.Color
zh: 着色、上色、染色、填色
source: html/5dc43c01-1604-2bb4-e7ab-eb429e8d433c.htm
---
# Autodesk.Revit.DB.Analysis.AnalysisDisplayColorEntry.Color Property

**中文**: 着色、上色、染色、填色

Color associated with color entry.

## Syntax (C#)
```csharp
public Color Color { get; }
```